{
  "avante.nvim": { "branch": "main" },
  "base16-nvim": { "branch": "master" },
  "blamer.nvim": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codecompanion.nvim": { "branch": "main" },
  "comment.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gopher.nvim": { "branch": "main" },
  "img-clip.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "luasnip": { "branch": "master" },
  "mini.diff": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oxocarbon.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
